
【2024-10-21 01:48:39.894】  start back test mode
【2024-10-21 01:48:40.003】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.081】  code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.113】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.144】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.176】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.207】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.237】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.268】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.300】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.337】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.362】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.393】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:220
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:220
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:221
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:221
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.426】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:222
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:222
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:223
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:223
计算均线数据长度不够结束本次筛选


【2024-10-21 01:48:40.458】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.488】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.518】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.550】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.582】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.613】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.645】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.676】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.705】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.738】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.769】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.814】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.845】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.876】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.907】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.937】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.969】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:40.999】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.031】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.060】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.092】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.122】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.154】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.184】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.216】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.246】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.277】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 01:48:41.312】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

DTCS: True

YXSC: True

RZGD: True

high[-2]: 1511.0

high: [1510. 1495. 1496. 1501. 1497. 1496. 1503. 1503. 1511. 1506.]

highmax: 1511.0

lowmin: 1469.0

low_12: 1489.0
\low: [1476. 1469. 1472. 1487. 1487. 1488. 1479. 1484. 1482. 1488. 1486. 1483.
 1482. 1492. 1485. 1484. 1489. 1495. 1496. 1494.]

【2024-10-21 01:48:41.929】  Buy_df:
           Kindex     Kindex_time  SingleNum  ATR_BuyK  LastPrice
SA501.ZF 9512.000  20241011134500      0.000    12.950   1498.000
多头进入下单
local_hold.index:Index([], dtype='object', name='Code')
code:SA501.ZF,signal_stock_money:1498.0,availableStock:1,holded_num:0,totalStock:0,holding_num:0
买入：('SA501.ZF', 1)
下单成功
code:SA501.ZF,signal_stock_money:1498.0,availableStock:1,holded_num:0,totalStock:0,holding_num:0
结束下单
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49879.401   0.000 48501.401             -120.000
更新初始持仓信息
 
【2024-10-21 01:48:41.958】           Price_SellY_Flag BarSinceEntry Price_SellY Price_SellY1 Price_SellS Price_SellS1 dLastPrice dProfitRate        Buy_time nVolume   ...    PositionProfit ATR_Start_time dMarketValue      Tradingday Price_BuyK mBuy_KIndex mLast_KIndex strInstrumentID ATR_BuyK   Kindex
Code                                                                                                                                       ...                                                                                                                                    
SA501.ZF              NaN             0    1525.000     1586.000    1489.000     1489.000   1492.000      -0.000  20241011140000       1   ...          -120.000            NaN    29840.000  20241011140000   1498.000        9513         9513              ZF   10.680 9512.000

[1 rows x 21 columns]

code: SA501.ZF

MA_middle: 1525.7857142857142

MA_middle_7: 1525.7857142857142

lefthand: False

selTPDYX_stopcheck : False

BarSinceEntry: 0

sellTPDYX_time: 16
SA501.ZF
20241011140000
Price_SellS 1489.0
Price_SellS1 1489.0
Price_SellY1 1586.0
Last_Price 1492.0
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 48501.401             -240.000

code: SA501.ZF

MA_middle: 1526.4065934065934

MA_middle_7: 1526.4065934065934

lefthand: False

selTPDYX_stopcheck : False

BarSinceEntry: 1

sellTPDYX_time: 16
SA501.ZF
20241011141500
Price_SellS 1489.0
Price_SellS1 1489.0
Price_SellY1 1586.0
Last_Price 1486.0

【2024-10-21 01:48:41.989】  Sell_list_t:
 ['SA501.ZF']
进入卖出
code SA501.ZF
正在卖出
PositionProfit:
 -240.0

【2024-10-21 01:48:42.467】  remark:
 【20241011141500】 期货账户：模型止损-卖出SA501.ZF共1股1486.0元
结束卖出
local_hold_sell_end:
 Empty DataFrame
Columns: [Price_SellY_Flag, BarSinceEntry, Price_SellY, Price_SellY1, Price_SellS, Price_SellS1, dLastPrice, dProfitRate, Buy_time, nVolume, nCanUseVolume, PositionProfit, ATR_Start_time, dMarketValue, Tradingday, Price_BuyK, mBuy_KIndex, mLast_KIndex, strInstrumentID, ATR_BuyK, Kindex]
Index: []

[0 rows x 21 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.500】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.530】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.561】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.592】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.624】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.656】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.687】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.740】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.765】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.795】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.826】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.857】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.890】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.921】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.953】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:42.998】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.029】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.062】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.091】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.123】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.154】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.185】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.216】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.247】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.284】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.311】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.340】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.373】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.404】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.434】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.465】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.497】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.528】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.558】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.589】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.620】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.650】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.680】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.711】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.743】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.774】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.805】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.836】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.869】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.898】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.930】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.960】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:43.991】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.022】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.054】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.085】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.117】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.147】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.178】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.209】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.241】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.274】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.304】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.333】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.365】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.410】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.440】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.472】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000

【2024-10-21 01:48:44.503】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49759.401   0.000 49759.401                0.000