
【2024-10-21 23:53:32.669】  start back test mode
【2024-10-21 23:53:32.743】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:32.869】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:32.899】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:32.932】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:32.962】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:32.994】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.026】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.059】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.092】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.119】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.152】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.183】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.214】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.245】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.276】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.311】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.339】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.368】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.400】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.429】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.461】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.493】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.525】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.556】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.586】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.619】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.649】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.682】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.711】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.744】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.772】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.805】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.834】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.867】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.896】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.928】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:33.974】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.005】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.036】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.073】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.099】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.129】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.161】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.197】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.224】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.255】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.292】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.318】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.349】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.380】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.412】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.443】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.475】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.510】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.536】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.568】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.599】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.631】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.660】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.691】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.726】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.754】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.785】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.816】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.848】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.879】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.910】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.941】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:34.971】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.002】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.033】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.066】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.096】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.128】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.163】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.188】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.219】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.249】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.280】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.312】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.344】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.376】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.405】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.438】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.468】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.514】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.546】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.576】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.614】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.638】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.671】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.703】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.733】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.764】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.797】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.827】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.858】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.889】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.921】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.952】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:35.983】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.012】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.044】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.074】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.105】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.136】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.166】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.198】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.245】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.290】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.319】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.353】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.382】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.414】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.444】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.476】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.506】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.537】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.567】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.599】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.628】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.659】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.689】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.736】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.767】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.798】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.829】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.860】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.895】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.925】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.956】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:36.985】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.019】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.047】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.078】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.109】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.141】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.171】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.205】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.236】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.268】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.296】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.328】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.358】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.391】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.419】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.453】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.482】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.514】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.545】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.580】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.609】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.652】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.687】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.715】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.745】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.781】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.809】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.839】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.870】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.903】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.931】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.963】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:37.995】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.026】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.056】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.088】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.125】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.149】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.182】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.213】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.244】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.276】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.307】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.342】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.369】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.415】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.451】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.478】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.508】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.542】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.572】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.604】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.634】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.669】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.696】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.725】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.760】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.791】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.821】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.850】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.885】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.913】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.944】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:38.978】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.016】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.038】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.069】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.099】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.132】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.160】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.191】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.221】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.251】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.281】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.314】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.346】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.378】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.409】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.441】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.469】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.501】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.532】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 23:53:39.566】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 23:53:39.594】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选


【2024-10-21 23:53:39.624】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选


【2024-10-21 23:53:39.656】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.686】  code:FG501.ZF,行数:218
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:218
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.718】  code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.749】  code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.784】  code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.811】  code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.842】  code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:219
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:219
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.874】  code:FG501.ZF,行数:220
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:220
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:221
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:221
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.905】  code:FG501.ZF,行数:222
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:222
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
code:FG501.ZF,行数:223
计算均线数据长度不够结束本次筛选

code:SA501.ZF,行数:223
计算均线数据长度不够结束本次筛选

资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.936】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.968】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:39.999】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.030】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.062】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.094】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.123】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.169】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.202】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.246】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.278】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.309】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.339】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.370】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.402】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.436】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.480】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.510】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.544】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.574】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.606】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.636】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.666】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.698】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.729】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.764】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:40.792】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50000.000   0.000 50000.000                0.000

【2024-10-21 23:53:41.878】  instrumentdetail_dict:
 {'ExchangeID': 'CZCE', 'InstrumentID': 'SA501', 'InstrumentName': '纯碱1月', 'ProductID': 'SA', 'ProductName': '纯碱1月', 'CreateDate': 20240116, 'OpenDate': 20120320, 'ExpireDate': 20250114, 'PreClose': 1481.0, 'SettlementPrice': 1446.0, 'UpStopPrice': 1591.0, 'DownStopPrice': 1301.0, 'FloatVolumn': 1.0, 'TotalVolumn': 1.0, 'LongMarginRatio': 12.0, 'ShortMarginRatio': 12.0, 'PriceTick': 1.0, 'VolumeMultiple': 20, 'MainContract': 1, 'LastVolume': 1262480, 'InstrumentStatus': 0, 'IsTrading': True, 'IsRecent': None, 'HSGTFlag': 0}
LongMargin:
 5153.88
Buy_df:
           Kindex     Kindex_time  SingleNum
SA501.ZF 9512.000  20241011134500      4.000
多头进入下单
local_hold.index:Index([], dtype='object', name='Code')
code:SA501.ZF,signal_stock_money:5992.0,availableStock:4,holded_num:0,totalStock:0,holding_num:0
买入：('SA501.ZF', 4)
下单成功
code:SA501.ZF,signal_stock_money:5992.0,availableStock:4,holded_num:0,totalStock:0,holding_num:0
结束下单

【2024-10-21 23:53:41.909】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49517.603   0.000 28426.403             -480.000
更新初始持仓信息
          Price_SellY_Flag BarSinceEntry Price_SellY Price_SellY1 Price_SellS Price_SellS1 dLastPrice dProfitRate        Buy_time nVolume   ...    ATR_Start_time dMarketValue      Tradingday Price_BuyK mBuy_KIndex mLast_KIndex strInstrumentID ATR_BuyK tradedirection   Kindex
Code                                                                                                                                       ...                                                                                                                                    
SA501.ZF              NaN             0    1540.000     1601.600    1484.000     1484.000   1492.000      -0.000  20241011140000       4   ...               NaN   119360.000  20241011140000   1498.000        9513         9513              ZF   10.680         48.000 9512.000

[1 rows x 22 columns]
买卖前持仓信息:
         Price_SellY_Flag BarSinceEntry Price_SellY Price_SellY1 Price_SellS Price_SellS1 dLastPrice dProfitRate        Buy_time nVolume   ...    ATR_Start_time dMarketValue      Tradingday Price_BuyK mBuy_KIndex mLast_KIndex strInstrumentID ATR_BuyK tradedirection   Kindex
Code                                                                                                                                       ...                                                                                                                                    
SA501.ZF                0             0    1540.000     1601.600    1484.000     1484.000   1492.000      -0.000  20241011140000       4   ...                 0   119360.000  20241011140000   1498.000        9513         9513              ZF   10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:41.940】  买卖后持仓信息:
         Price_SellY_Flag BarSinceEntry Price_SellY Price_SellY1 Price_SellS Price_SellS1 dLastPrice dProfitRate        Buy_time nVolume   ...    ATR_Start_time dMarketValue      Tradingday Price_BuyK mBuy_KIndex mLast_KIndex strInstrumentID ATR_BuyK tradedirection   Kindex
Code                                                                                                                                       ...                                                                                                                                    
SA501.ZF                0             0    1540.000     1601.600    1484.000     1484.000   1492.000      -0.000  20241011140000       4   ...                 0   119360.000  20241011140000   1498.000        9513         9513              ZF   10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49037.603   0.000 28426.403             -960.000
LeftMoey        : 49037.6
Total_market_cap: 49037.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue      Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                           
SA501.ZF                 0              0     1540.000      1601.600     1484.000      1484.000    1492.000       -0.000  20241011140000        4   ...                  0    119360.000  20241011140000    1498.000         9513          9513               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              1     1540.000      1601.600     1484.000      1484.000    1486.000       -0.010  20241011140000        4   ...                  0    118880.000    20241011    1498.000        9513          9514               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:41.974】  买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              1     1540.000      1601.600     1484.000      1484.000    1486.000       -0.010  20241011140000        4   ...                  0    118880.000    20241011    1498.000        9513          9514               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49597.603   0.000 28426.403             -400.000
LeftMoey        : 49597.6
Total_market_cap: 49597.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 0              1     1540.000      1601.600     1484.000      1484.000    1486.000       -0.010  20241011140000        4   ...                  0    118880.000    20241011    1498.000         9513          9514               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.000】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              2     1540.000      1601.600     1484.000      1484.000    1493.000       -0.000  20241011140000        4   ...                  0    119440.000    20241011    1498.000        9513          9515               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              2     1540.000      1601.600     1484.000      1484.000    1493.000       -0.000  20241011140000        4   ...                  0    119440.000    20241011    1498.000        9513          9515               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 49757.603   0.000 28426.403             -240.000
LeftMoey        : 49757.6
Total_market_cap: 49757.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 0              2     1540.000      1601.600     1484.000      1484.000    1493.000       -0.000  20241011140000        4   ...                  0    119440.000    20241011    1498.000         9513          9515               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.031】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              3     1540.000      1601.600     1484.000      1484.000    1495.000       -0.000  20241011140000        4   ...                  0    119600.000    20241011    1498.000        9513          9516               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              3     1540.000      1601.600     1484.000      1484.000    1495.000       -0.000  20241011140000        4   ...                  0    119600.000    20241011    1498.000        9513          9516               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 51517.603   0.000 28426.403             1520.000
LeftMoey        : 51517.6
Total_market_cap: 51517.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 0              3     1540.000      1601.600     1484.000      1484.000    1495.000       -0.000  20241011140000        4   ...                  0    119600.000    20241011    1498.000         9513          9516               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.062】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              4     1540.000      1601.600     1484.000      1484.000    1517.000        0.010  20241011140000        4   ...                  0    121360.000    20241011    1498.000        9513          9517               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              4     1540.000      1601.600     1484.000      1484.000    1517.000        0.010  20241011140000        4   ...                  0    121360.000    20241011    1498.000        9513          9517               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 50797.603   0.000 28426.403              800.000
LeftMoey        : 50797.6
Total_market_cap: 50797.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 0              4     1540.000      1601.600     1484.000      1484.000    1517.000        0.010  20241011140000        4   ...                  0    121360.000    20241011    1498.000         9513          9517               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.108】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              5     1540.000      1601.600     1484.000      1484.000    1508.000        0.010  20241011140000        4   ...                  0    120640.000    20241011    1498.000        9513          9518               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              5     1540.000      1601.600     1484.000      1484.000    1508.000        0.010  20241011140000        4   ...                  0    120640.000    20241011    1498.000        9513          9518               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 51997.603   0.000 28426.403             2000.000
LeftMoey        : 51997.6
Total_market_cap: 51997.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 0              5     1540.000      1601.600     1484.000      1484.000    1508.000        0.010  20241011140000        4   ...                  0    120640.000    20241011    1498.000         9513          9518               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.139】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              6     1540.000      1601.600     1484.000      1484.000    1523.000        0.020  20241011140000        4   ...                  0    121840.000    20241011    1498.000        9513          9519               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              6     1540.000      1601.600     1484.000      1484.000    1523.000        0.020  20241011140000        4   ...                  0    121840.000    20241011    1498.000        9513          9519               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52477.603   0.000 28426.403             2480.000
LeftMoey        : 52477.6
Total_market_cap: 52477.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 0              6     1540.000      1601.600     1484.000      1484.000    1523.000        0.020  20241011140000        4   ...                  0    121840.000    20241011    1498.000         9513          9519               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.175】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              7     1540.000      1601.600     1484.000      1484.000    1529.000        0.020  20241011140000        4   ...                  0    122320.000    20241011    1498.000        9513          9520               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 0              7     1540.000      1601.600     1484.000      1484.000    1529.000        0.020  20241011140000        4   ...                  0    122320.000    20241011    1498.000        9513          9520               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 53597.603   0.000 28426.403             3600.000
LeftMoey        : 53597.6
Total_market_cap: 53597.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 0              7     1540.000      1601.600     1484.000      1484.000    1529.000        0.020  20241011140000        4   ...                  0    122320.000    20241011    1498.000         9513          9520               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.203】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                     
SA501.ZF                 1              0     1540.000      1502.830     1484.000      1379.800    1543.000        0.030  20241011140000        4   ...     20241011220000    123440.000   20241011    1498.000        9521          9521               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                     
SA501.ZF                 1              0     1540.000      1502.830     1484.000      1379.800    1543.000        0.030  20241011140000        4   ...     20241011220000    123440.000   20241011    1498.000        9521          9521               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 53437.603   0.000 28426.403             3440.000
LeftMoey        : 53437.6
Total_market_cap: 53437.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              0     1540.000      1502.830     1484.000      1379.800    1543.000        0.030  20241011140000        4   ...     20241011220000    123440.000    20241011    1498.000         9521          9521               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.248】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              1     1540.000      1506.250     1484.000      1379.800    1541.000        0.030  20241011140000        4   ...     20241011220000    123280.000    20241011    1498.000        9521          9522               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              1     1540.000      1506.250     1484.000      1379.800    1541.000        0.030  20241011140000        4   ...     20241011220000    123280.000    20241011    1498.000        9521          9522               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 56237.603   0.000 28426.403             6240.000
LeftMoey        : 56237.6
Total_market_cap: 56237.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              1     1540.000      1506.250     1484.000      1379.800    1541.000        0.030  20241011140000        4   ...     20241011220000    123280.000    20241011    1498.000         9521          9522               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.280】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              2     1540.000      1511.280     1484.000      1379.800    1576.000        0.050  20241011140000        4   ...     20241011220000    126080.000    20241011    1498.000        9521          9523               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              2     1540.000      1511.280     1484.000      1379.800    1576.000        0.050  20241011140000        4   ...     20241011220000    126080.000    20241011    1498.000        9521          9523               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 55997.603   0.000 28426.403             6000.000
LeftMoey        : 55997.6
Total_market_cap: 55997.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              2     1540.000      1511.280     1484.000      1379.800    1576.000        0.050  20241011140000        4   ...     20241011220000    126080.000    20241011    1498.000         9521          9523               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.310】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              3     1540.000      1516.700     1484.000      1379.800    1573.000        0.050  20241011140000        4   ...     20241011220000    125840.000    20241011    1498.000        9521          9524               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              3     1540.000      1516.700     1484.000      1379.800    1573.000        0.050  20241011140000        4   ...     20241011220000    125840.000    20241011    1498.000        9521          9524               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 57357.603   0.000 28426.403             7360.000
LeftMoey        : 57357.6
Total_market_cap: 57357.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              3     1540.000      1516.700     1484.000      1379.800    1573.000        0.050  20241011140000        4   ...     20241011220000    125840.000    20241011    1498.000         9521          9524               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.341】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              4     1540.000      1522.400     1484.000      1379.800    1590.000        0.060  20241011140000        4   ...     20241011220000    127200.000    20241011    1498.000        9521          9525               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              4     1540.000      1522.400     1484.000      1379.800    1590.000        0.060  20241011140000        4   ...     20241011220000    127200.000    20241011    1498.000        9521          9525               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52157.603   0.000 28426.403             2160.000
LeftMoey        : 52157.6
Total_market_cap: 52157.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              4     1540.000      1522.400     1484.000      1379.800    1590.000        0.060  20241011140000        4   ...     20241011220000    127200.000    20241011    1498.000         9521          9525               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.389】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              5     1540.000      1519.120     1484.000      1379.800    1525.000        0.020  20241011140000        4   ...     20241011220000    122000.000    20241011    1498.000        9521          9526               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              5     1540.000      1519.120     1484.000      1379.800    1525.000        0.020  20241011140000        4   ...     20241011220000    122000.000    20241011    1498.000        9521          9526               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52877.603   0.000 28426.403             2880.000
LeftMoey        : 52877.6
Total_market_cap: 52877.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              5     1540.000      1519.120     1484.000      1379.800    1525.000        0.020  20241011140000        4   ...     20241011220000    122000.000    20241011    1498.000         9521          9526               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.419】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              6     1540.000      1520.380     1484.000      1379.800    1534.000        0.020  20241011140000        4   ...     20241011220000    122720.000    20241011    1498.000        9521          9527               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              6     1540.000      1520.380     1484.000      1379.800    1534.000        0.020  20241011140000        4   ...     20241011220000    122720.000    20241011    1498.000        9521          9527               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52077.603   0.000 28426.403             2080.000
LeftMoey        : 52077.6
Total_market_cap: 52077.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              6     1540.000      1520.380     1484.000      1379.800    1534.000        0.020  20241011140000        4   ...     20241011220000    122720.000    20241011    1498.000         9521          9527               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.451】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              7     1540.000      1508.690     1484.000      1379.800    1524.000        0.020  20241011140000        4   ...     20241011220000    121920.000    20241011    1498.000        9521          9528               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              7     1540.000      1508.690     1484.000      1379.800    1524.000        0.020  20241011140000        4   ...     20241011220000    121920.000    20241011    1498.000        9521          9528               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 51517.603   0.000 28426.403             1520.000
LeftMoey        : 51517.6
Total_market_cap: 51517.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              7     1540.000      1508.690     1484.000      1379.800    1524.000        0.020  20241011140000        4   ...     20241011220000    121920.000    20241011    1498.000         9521          9528               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.482】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              8     1540.000      1512.980     1484.000      1379.800    1517.000        0.010  20241011140000        4   ...     20241011220000    121360.000    20241011    1498.000        9521          9529               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              8     1540.000      1512.980     1484.000      1379.800    1517.000        0.010  20241011140000        4   ...     20241011220000    121360.000    20241011    1498.000        9521          9529               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 51037.603   0.000 28426.403             1040.000
LeftMoey        : 51037.6
Total_market_cap: 51037.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              8     1540.000      1512.980     1484.000      1379.800    1517.000        0.010  20241011140000        4   ...     20241011220000    121360.000    20241011    1498.000         9521          9529               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.513】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              9     1540.000      1500.290     1484.000      1379.800    1511.000        0.010  20241011140000        4   ...     20241011220000    120880.000    20241011    1498.000        9521          9530               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1              9     1540.000      1500.290     1484.000      1379.800    1511.000        0.010  20241011140000        4   ...     20241011220000    120880.000    20241011    1498.000        9521          9530               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 51837.603   0.000 28426.403             1840.000
LeftMoey        : 51837.6
Total_market_cap: 51837.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1              9     1540.000      1500.290     1484.000      1379.800    1511.000        0.010  20241011140000        4   ...     20241011220000    120880.000    20241011    1498.000         9521          9530               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.544】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             10     1540.000      1506.500     1484.000      1379.800    1521.000        0.020  20241011140000        4   ...     20241011220000    121680.000    20241011    1498.000        9521          9531               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             10     1540.000      1506.500     1484.000      1379.800    1521.000        0.020  20241011140000        4   ...     20241011220000    121680.000    20241011    1498.000        9521          9531               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52237.603   0.000 28426.403             2240.000
LeftMoey        : 52237.6
Total_market_cap: 52237.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1             10     1540.000      1506.500     1484.000      1379.800    1521.000        0.020  20241011140000        4   ...     20241011220000    121680.000    20241011    1498.000         9521          9531               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.591】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             11     1540.000      1522.640     1484.000      1379.800    1526.000        0.020  20241011140000        4   ...     20241011220000    122080.000    20241011    1498.000        9521          9532               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             11     1540.000      1522.640     1484.000      1379.800    1526.000        0.020  20241011140000        4   ...     20241011220000    122080.000    20241011    1498.000        9521          9532               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 54957.603   0.000 28426.403             4960.000
LeftMoey        : 54957.6
Total_market_cap: 54957.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1             11     1540.000      1522.640     1484.000      1379.800    1526.000        0.020  20241011140000        4   ...     20241011220000    122080.000    20241011    1498.000         9521          9532               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.625】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             12     1540.000      1528.010     1484.000      1379.800    1560.000        0.040  20241011140000        4   ...     20241011220000    124800.000    20241011    1498.000        9521          9533               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             12     1540.000      1528.010     1484.000      1379.800    1560.000        0.040  20241011140000        4   ...     20241011220000    124800.000    20241011    1498.000        9521          9533               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 54077.603   0.000 28426.403             4080.000
LeftMoey        : 54077.6
Total_market_cap: 54077.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1             12     1540.000      1528.010     1484.000      1379.800    1560.000        0.040  20241011140000        4   ...     20241011220000    124800.000    20241011    1498.000         9521          9533               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.654】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             13     1540.000      1541.640     1484.000      1379.800    1549.000        0.030  20241011140000        4   ...     20241011220000    123920.000    20241011    1498.000        9521          9534               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
买卖后持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             13     1540.000      1541.640     1484.000      1379.800    1549.000        0.030  20241011140000        4   ...     20241011220000    123920.000    20241011    1498.000        9521          9534               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 28426.403             2720.000
LeftMoey        : 52717.6
Total_market_cap: 52717.6
本地读到的持仓:
           Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK  mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                       
SA501.ZF                 1             13     1540.000      1541.640     1484.000      1379.800    1549.000        0.030  20241011140000        4   ...     20241011220000    123920.000    20241011    1498.000         9521          9534               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]

【2024-10-21 23:53:42.685】  买卖前持仓信息:
          Price_SellY_Flag  BarSinceEntry  Price_SellY  Price_SellY1  Price_SellS  Price_SellS1  dLastPrice  dProfitRate        Buy_time  nVolume   ...     ATR_Start_time  dMarketValue  Tradingday  Price_BuyK mBuy_KIndex  mLast_KIndex  strInstrumentID  ATR_BuyK tradedirection   Kindex
Code                                                                                                                                                ...                                                                                                                                      
SA501.ZF                 1             14     1540.000      1533.660     1484.000      1379.800    1532.000        0.020  20241011140000        4   ...     20241011220000    122560.000    20241011    1498.000        9521          9535               ZF    10.680         48.000 9512.000

[1 rows x 22 columns]
Sell_list_t:
 ['SA501.ZF']
进入卖出
code SA501.ZF
正在卖出
PositionProfit:
 2720.0

【2024-10-21 23:53:43.150】  remark:
 【20241014134500】 期货账户：棘轮止赢-卖出SA501.ZF共4股6128.0元
结束卖出
local_hold_sell_end:
 Empty DataFrame
Columns: [Price_SellY_Flag, BarSinceEntry, Price_SellY, Price_SellY1, Price_SellS, Price_SellS1, dLastPrice, dProfitRate, Buy_time, nVolume, nCanUseVolume, PositionProfit, ATR_Start_time, dMarketValue, Tradingday, Price_BuyK, mBuy_KIndex, mLast_KIndex, strInstrumentID, ATR_BuyK, tradedirection, Kindex]
Index: []

[0 rows x 22 columns]
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.180】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.211】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.242】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.276】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.305】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.336】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.388】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.430】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.459】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.506】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.536】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.568】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.606】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.632】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.663】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.696】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.726】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.758】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.789】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.823】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.850】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.881】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.911】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.941】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:43.972】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.006】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.035】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.069】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.098】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.130】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.160】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.192】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.224】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.257】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.286】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.318】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.349】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.379】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.411】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.442】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.472】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.503】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.534】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.566】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.596】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.628】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.659】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.691】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.722】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.751】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.781】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.813】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000

【2024-10-21 23:53:44.845】  资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000
资金账号信息:
     总资产  总市值  可用余额 当前交易日  持仓盈亏
0 52717.603   0.000 52717.603                0.000