
【2024-10-22 22:03:08.719】  start back test mode
【2024-10-22 22:03:08.784】  code:SM501.ZF,行数:151
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:08.828】  code:fu2412.SF,行数:141
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:141
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:08.951】  code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:08.984】  code:SM501.ZF,行数:152
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.013】  code:fu2412.SF,行数:141
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:141
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.044】  code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:153
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.076】  code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.106】  code:fu2412.SF,行数:141
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:141
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.137】  code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:154
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.166】  code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:fu2412.SF,行数:142
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:142
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.199】  code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.229】  code:SM501.ZF,行数:155
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.275】  code:fu2412.SF,行数:143
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:143
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.305】  code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:154
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.351】  code:fu2412.SF,行数:144
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:144
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.380】  code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.935】  code:SM501.ZF,行数:154
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.966】  code:fu2412.SF,行数:145
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:145
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:09.996】  code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:154
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.027】  code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.057】  code:fu2412.SF,行数:146
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:146
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:158
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.087】  code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:154
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:147
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:147
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.134】  code:fu2412.SF,行数:147
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:147
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:159
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.164】  code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:147
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:155
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.195】  code:hc2501.SF,行数:148
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:148
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.226】  code:fu2412.SF,行数:148
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:148
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:160
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.257】  code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:148
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:155
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.289】  code:hc2501.SF,行数:149
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:149
计算均线数据长度不够结束本次筛选

code:fu2412.SF,行数:149
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:149
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.321】  code:jd2412.DF,行数:161
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:149
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.351】  code:SM501.ZF,行数:155
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:150
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:150
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.382】  code:fu2412.SF,行数:150
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:162
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.415】  code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:150
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:155
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.447】  code:hc2501.SF,行数:151
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:151
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.477】  code:fu2412.SF,行数:151
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:151
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:163
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:208
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.510】  code:ni2412.SF,行数:179
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:151
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:155
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:152
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.540】  code:rb2501.SF,行数:152
计算均线数据长度不够结束本次筛选

code:fu2412.SF,行数:152
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:152
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.570】  code:jd2412.DF,行数:164
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:207
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:209
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:180
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:152
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:10.602】  code:SM501.ZF,行数:155
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:153
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:153
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.183】  code:fu2412.SF,行数:153
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:153
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:165
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.215】  code:ag2412.SF,行数:208
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:210
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:181
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:153
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:154
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.245】  code:hc2501.SF,行数:154
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:154
计算均线数据长度不够结束本次筛选

code:fu2412.SF,行数:154
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:154
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.274】  code:jd2412.DF,行数:164
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:209
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:211
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:182
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:154
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.307】  code:SM501.ZF,行数:153
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:155
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:155
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.353】  code:fu2412.SF,行数:154
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:154
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:163
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:210
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.386】  code:au2412.SF,行数:212
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:182
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:155
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:152
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.416】  code:hc2501.SF,行数:156
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:156
计算均线数据长度不够结束本次筛选

code:fu2412.SF,行数:154
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:154
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.448】  code:jd2412.DF,行数:162
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:211
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:183
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:156
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.478】  code:SM501.ZF,行数:151
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:157
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:157
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.527】  code:fu2412.SF,行数:154
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:154
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:161
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:212
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:214
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.557】  code:ni2412.SF,行数:184
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:157
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:158
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.589】  code:rb2501.SF,行数:158
计算均线数据长度不够结束本次筛选

code:fu2412.SF,行数:154
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:154
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.619】  code:jd2412.DF,行数:160
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:185
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:158
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.651】  code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:159
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:159
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.697】  code:fu2412.SF,行数:154
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:154
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:159
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:186
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.727】  code:jm2501.DF,行数:159
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:160
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:160
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.776】  code:fu2412.SF,行数:155
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:155
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:158
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.807】  code:ni2412.SF,行数:187
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:160
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:161
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:161
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.853】  code:fu2412.SF,行数:155
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:155
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.885】  code:ni2412.SF,行数:188
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:161
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:160
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:160
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.934】  code:fu2412.SF,行数:154
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:154
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.963】  code:ni2412.SF,行数:188
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:160
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:11.993】  code:hc2501.SF,行数:159
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:159
计算均线数据长度不够结束本次筛选

code:fu2412.SF,行数:153
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:153
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:12.026】  code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:188
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:159
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:12.056】  code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:158
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:158
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:12.100】  code:fu2412.SF,行数:152
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:152
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选

code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:12.130】  code:ni2412.SF,行数:188
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:158
计算均线数据长度不够结束本次筛选

code:SM501.ZF,行数:150
计算均线数据长度不够结束本次筛选

code:hc2501.SF,行数:157
计算均线数据长度不够结束本次筛选

code:rb2501.SF,行数:157
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:12.176】  code:fu2412.SF,行数:151
计算均线数据长度不够结束本次筛选

code:SR501.ZF,行数:151
计算均线数据长度不够结束本次筛选

code:jd2412.DF,行数:157
计算均线数据长度不够结束本次筛选


【2024-10-22 22:03:12.208】  code:ag2412.SF,行数:213
计算均线数据长度不够结束本次筛选

code:au2412.SF,行数:215
计算均线数据长度不够结束本次筛选

code:ni2412.SF,行数:188
计算均线数据长度不够结束本次筛选

code:jm2501.DF,行数:157
计算均线数据长度不够结束本次筛选
